export default {
  projections: {
    АвтомобильE: {
      госНомер: {
        __caption__: 'Гос номер'
      },
      водитель: {
        __caption__: 'Водитель',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    АвтомобильL: {
      госНомер: {
        __caption__: 'Гос номер'
      },
      водитель: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    госНомер: {
      __caption__: 'Гос номер'
    },
    водитель: {
      __caption__: 'Водитель'
    }
  }
};
