export default {
  projections: {
    УслугаE: {
      номерУсл: {
        __caption__: 'Номер услуги'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      длительность: {
        __caption__: 'Длительность'
      }
    },
    УслугаL: {
      номерУсл: {
        __caption__: 'Номер услуги'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      длительность: {
        __caption__: 'Длительность'
      }
    }
  },
  validations: {
    длительность: {
      __caption__: 'Длительность'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    номерУсл: {
      __caption__: 'Номер услуги'
    }
  }
};
