export default {
  projections: {
    ЗаписьE: {
      стоимость: {
        __caption__: 'Стоимость'
      },
      автомобиль: {
        __caption__: 'Автомобиль',
        госНомер: {
          __caption__: 'Гос номер'
        }
      },
      паркМесто: {
        __caption__: 'Парковочное место',
        номер: {
          __caption__: 'Номер'
        }
      },
      услуга: {
        __caption__: 'Услуга',
        длительность: {
          __caption__: 'Длительность'
        }
      }
    }
  },
  validations: {
    стоимость: {
      __caption__: 'Стоимость'
    },
    автомобиль: {
      __caption__: 'Автомобиль'
    },
    паркМесто: {
      __caption__: 'Парковочное место'
    },
    услуга: {
      __caption__: 'Услуга'
    },
    паркомат: {
      __caption__: 'паркомат'
    }
  }
};
