export default {
  projections: {
    ПаркоматE: {
      номерПарк: {
        __caption__: 'Номер паркомата'
      },
      времяОплаты: {
        __caption__: 'Время оплаты'
      },
      датаОплаты: {
        __caption__: 'Дата оплаты'
      },
      статОпл: {
        __caption__: 'Статус оплаты'
      },
      времяОкон: {
        __caption__: 'Время окончания'
      },
      датаОкон: {
        __caption__: 'Дата окончания'
      },
      терминал: {
        __caption__: 'Терминал',
        номерТер: {
          __caption__: 'Номер термиинала'
        }
      },
      запись: {
        __caption__: 'Запись',
        стоимость: {
          __caption__: 'Стоимость'
        },
        автомобиль: {
          __caption__: 'Автомобиль',
          госНомер: {
            __caption__: 'Гос номер'
          }
        },
        паркМесто: {
          __caption__: 'Парковочное место',
          номер: {
            __caption__: 'Номер'
          }
        },
        услуга: {
          __caption__: 'Услуга',
          длительность: {
            __caption__: 'Длительность'
          }
        }
      }
    },
    ПаркоматL: {
      номерПарк: {
        __caption__: 'Номер паркомата'
      },
      времяОплаты: {
        __caption__: 'Время оплаты'
      },
      датаОплаты: {
        __caption__: 'Дата оплаты'
      },
      статОпл: {
        __caption__: 'Статус оплаты'
      },
      времяОкон: {
        __caption__: 'Время окончания'
      },
      датаОкон: {
        __caption__: 'Дата окончания'
      },
      терминал: {
        __caption__: 'Номер терминала',
        номерТер: {
          __caption__: 'Номер терминала'
        }
      }
    }
  },
  validations: {
    времяОкон: {
      __caption__: 'Время окончания'
    },
    времяОплаты: {
      __caption__: 'Время оплаты'
    },
    датаОкон: {
      __caption__: 'Дата окончания'
    },
    датаОплаты: {
      __caption__: 'Дата оплаты'
    },
    номерПарк: {
      __caption__: 'Номер паркомата'
    },
    статОпл: {
      __caption__: 'Статус оплаты'
    },
    терминал: {
      __caption__: 'Терминал'
    },
    запись: {
      __caption__: 'Запись'
    }
  }
};
