export default {
  projections: {
    ВодительE: {
      номерВод: {
        __caption__: 'Номер водителя'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    },
    ВодительL: {
      номерВод: {
        __caption__: 'Номер водителя'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    }
  },
  validations: {
    номерВод: {
      __caption__: 'Номер водителя'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
